{
  "navbar": {
    "logo": {
      "large": "./logo/...",
      "small": "./logo/..."
    },
    "segmentLinks": [
      {
        "icon": "BookOpen",
        "title": "Overview",
        "link": "#overview",
        "isExternal": false,
        "externalIcon": false
      },
      {
        "icon": "Award",
        "title": "Technologies",
        "link": "#technologies",
        "isExternal": false,
        "externalIcon": false
      },
      {
        "icon": "Work",
        "title": "Experience",
        "link": "#experience",
        "isExternal": false,
        "externalIcon": false
      },
      {
        "icon": "Terminal",
        "title": "Projects",
        "link": "#projects",
        "isExternal": false,
        "externalIcon": false
      },
      {
        "icon": "Substack",
        "title": "Blog",
        "link": "https://satyavratgaur.substack.com/",
        "isExternal": true,
        "externalIcon": true
      }
    ]
  },
  "sideBar": {
    "photo": "",
    "title": "",
    "social": [
      {
        "icon": "Facebook",
        "text": "/satyavratgaur",
        "link": "https://www.facebook.com/satyavratgaur",
        "socialMediabg": "#1778F2",
        "isExternal": true,
        "externalIcon": false
      },
      {
        "icon": "Github",
        "text": "/satyavratgaur",
        "link": "https://github.com/satyavratgaur",
        "socialMediabg": "#211F1F",
        "isExternal": true,
        "externalIcon": false
      },
      {
        "icon": "Linkedin",
        "text": "/satyavratgaur",
        "link": "https://www.linkedin.com/in/satyavratgaur/",
        "socialMediabg": "#2867B2",
        "isExternal": true,
        "externalIcon": false
      },
      {
        "icon": "Instagram",
        "text": "@satyavratgaur",
        "link": "https://www.instagram.com/satyavratgaur/",
        "socialMediabg": "#C13584",
        "isExternal": true,
        "externalIcon": false
      }
    ],
    "sideCard": {
      "quote": "Exercitation proident nisi minim dolor cillum labore magna cupidatat aute exercitation adipisicing sint. Nisi anim nostrud incididunt labore aute ex et aliquip. Id eiusmod duis duis enim ullamco occaecat. Anim nulla excepteur exercitation minim veniam excepteur mollit duis. Ex et nulla minim ex quis cupidatat dolor laborum excepteur. Minim do nulla commodo occaecat labore dolor sit id sit nostrud incididunt occaecat non. Exercitation incididunt ex est veniam minim aliquip.",
      "author": "Da Vinci"
    }
  },
  "mainContent": {
    "overview": {
      "title": "Title",
      "content": "Exercitation proident nisi minim dolor cillum labore magna cupidatat aute exercitation adipisicing sint. Nisi anim nostrud incididunt labore aute ex et aliquip. Id eiusmod duis duis enim ullamco occaecat. Anim nulla excepteur exercitation minim veniam excepteur mollit duis. Ex et nulla minim ex quis cupidatat dolor laborum excepteur. Minim do nulla commodo occaecat labore dolor sit id sit nostrud incididunt occaecat non. Exercitation incididunt ex est veniam minim aliquip. Sint exercitation laboris ex voluptate incididunt nulla Lorem. Laborum amet consequat do reprehenderit id do culpa non sint. Labore magna do velit amet sint laboris mollit occaecat irure. Veniam ullamco ad minim cupidatat cupidatat. Pariatur laborum nostrud do consequat commodo officia exercitation aliqua sunt aliqua est excepteur. Laboris ullamco do aute laborum voluptate ad anim reprehenderit aliqua duis aliquip. Et sit magna exercitation duis excepteur anim consequat aliqua anim non aute sit do. Nostrud sunt nulla reprehenderit nisi reprehenderit voluptate. Dolore nulla est nulla pariatur dolor est aliqua magna. Culpa laboris quis veniam ipsum ea id qui proident non deserunt. Et pariatur commodo ea ut. Duis exercitation tempor eiusmod nisi aliquip. Sint occaecat deserunt aute officia excepteur sunt nisi sint aliquip fugiat est excepteur nostrud. Magna esse sit sit officia voluptate qui non non id amet ipsum officia. Culpa aliqua aliqua sunt ipsum dolore. Reprehenderit est consequat ea fugiat nostrud aliquip deserunt sint eu tempor velit eiusmod ad. Ea voluptate elit duis voluptate excepteur incididunt labore amet irure pariatur consectetur exercitation. Commodo minim ullamco aliquip officia minim esse in duis velit commodo. Aute do magna et eu. Commodo elit laboris elit ex. Ad minim non adipisicing officia. Minim laboris aliquip exercitation nisi fugiat.",
      "hobbies": [
        {
          "id": 1,
          "src":"{profilePhoto}",
          "title":"title",
          "heading": "heading",
          "subheading": "subheading",
          "content": "content"
        }
      ]
    },
    "technologies": [
      {
        "id": 1,
        "stack": "ReactJS",
        "value": 80
      }
    ],
    "experience": [
      {
        "id": 1,
        "headline": "Software Engineer,Select Portfolio Servicing",
        "duration": "Jun-July 2020",
        "description": "Exercitation proident nisi minim dolor cillum labore magna cupidatat aute exercitation adipisicing sint. Nisi anim nostrud incididunt labore aute ex et aliquip. Id eiusmod duis duis enim ullamco occaecat.",
        "isExternal": true,
        "link": "https://github.com/satyavratgaur"
      }
    ],
    "projects": [
      {
        "id": "",
        "headline": "",
        "technologies": [
          {
            "stack": ""
          },
          {
            "stack": ""
          }
        ],
        "projectdescription": {
          "Title": "",
          "imageURL": "",
          "content":"",
          "isExternal":true,
          "Link": ""
        }
      }
    ]
  }
}
